<?php
# 错误码
return
[

    '60000' => '请重新登录',
    '70000' => '签名错误',
    '80000' => '帐号异常请重新登录',

    '60001' => '手机号格式错误',
    '60002' => '验证码发送失败',
    '60003' => '验证码错误',
    '60004' => '密码错误',
    '60005' => '手机号已注册',
    '60006' => '邀请码错误',
    '60007' => '注册失败',
    '60008' => '验证码类型错误',
    '60009' => '生成资产失败',
    '60010' => '用户名错误',
    '60011' => '重置失败',
    '60012' => '修改失败',
    '60013' => '银行卡信息错误',
    '60014' => '提现金额错误',
    '60015' => '可用资金不足',
    '60016' => '提现失败',
    '60017' => '交易类型错误',
    '60018' => '页数错误',
    '60019' => '记录数错误',
    '60020' => '交易ID错误',
    '60021' => '交易ID不存在',
    '60022' => '合约不存在',
    '60023' => '行情月份错误',
    '60024' => '添加自选失败',
    '60025' => '此合约已添加过自选',
    '60026' => '此合约还未添加自选',
    '60027' => '删除自选失败',
    '60028' => '获取交易地址失败',
    '60029' => '退出失败',

];